Repository: seng1/SkaiLab.Invoice2
Catalog: SkaiLab.Invoice.Models/Resources/SharedResources.*.resx
Languages: km_kh

source: All
km_kh: ទាំងអស់

source: All Simple basic features +
km_kh: លក្ខណៈមូលដ្ឋានសាមញ្ញទាំងអស់ +

source: Apply
km_kh: អនុវត្ត

source: Basic
km_kh: មូលដ្ឋាន

source: Bills
km_kh: ប៊ីល

source: Buy now
km_kh: ទិញ​ឥឡូវនេះ

source: Cart Summary
km_kh: សង្ខេបរទេះ

source: Checkout
km_kh: បញ្ជរបង់ប្រាក់

source: Choose the payment method below.
km_kh: ជ្រើសរើសវិធីទូទាត់ខាងក្រោម

source: Click here for more detail
km_kh: ចុចទីនេះសម្រាប់ព័ត៌មានលម្អិត

source: Company
km_kh: ក្រុមហ៊ុន

source: Company Name
km_kh: ឈ្មោះ​ក្រុម​ហ៊ុន

source: Confirm
km_kh: បញ្ជាក់

source: Confirm Invitation
km_kh: បញ្ជាក់ការអញ្ជើញ

source: Confirm Password
km_kh: បញ្ជាក់ពាក្យសម្ងាត់

source: Contact
km_kh: ទំនាក់ទំនង

source: Create and manage unlimite purchase order and bill
km_kh: បង្កើតនិងគ្រប់គ្រងការបញ្ជាទិញនិងប៊ីលគ្មានកំណត់

source: Create and manage unlimited invoice and quote
km_kh: បង្កើតនិងគ្រប់គ្រងវិក្កយបត្រគ្មានកំណត់និងQuote

source: Currencies
km_kh: រូបិយប័ណ្ណ

source: Customers
km_kh: អតិថិជន

source: Dashboard
km_kh: ផ្ទាំងគ្រប់គ្រង

source: Discount
km_kh: បញ្ចុះតម្លៃ

source: Email
km_kh: អ៊ីមែល

source: Email is require.
km_kh: អ៊ីមែលត្រូវតែមាន។

source: Email or password not correct
km_kh: អ៊ីមែលឬពាក្យសម្ងាត់មិនត្រឹមត្រូវ

source: Employee Salary
km_kh: ប្រាក់ខែបុគ្គលិក

source: Employees
km_kh: បុគ្គលិក

source: Expense
km_kh: ចំណាយ

source: Expire
km_kh: ផុតកំណត់

source: Forgot password confirmation
km_kh: ការបញ្ជាក់ភ្លេចពាក្សសម្ងាត់

source: Forgot Password?
km_kh: ភ្លេចពាក្យសម្ងាត់?

source: Forgot your password?
km_kh: ភ្លេចពាក្សសំងាត់?

source: Get a real-time view of your cashflow
km_kh: មើលពេលវេលាជាក់ស្តែងនៃលំហូរសាច់ប្រាក់របស់អ្នក

source: Have a promo code?
km_kh: មានលេខ​កូដ​ប្រូ​ម៉ូ​សិន?

source: Hi
km_kh: សួស្តី

source: Home
km_kh: ទំព័រដើម

source: Income
km_kh: ចំណូល

source: Invoice
km_kh: វិក័យប័ត្រ

source: Invoice Setting
km_kh: ការកំណត់វិក្កយបត្រ

source: Invoices
km_kh: វិក័យប័ត្រ

source: Locations
km_kh: ទីតាំង

source: Log in
km_kh: ចូលកម្មវិធី

# Log on any time any where
source: Log in online anytime, anywhere on your Mac, PC, tablet or phone and see up-to-date financials. It’s small business software that’s simple, smart and occasionally magical.
km_kh: ចូលតាមអ៊ិនធរណេតគ្រប់ពេលគ្រប់ទីកន្លែងនៅលើកុំព្យូទ័រ Mac កុំព្យូទ័រថេប្លេតឬទូរស័ព្ទរបស់អ្នកហើយមើលហិរញ្ញវត្ថុទាន់សម័យ។ វាជាកម្មវិធីអាជីវកម្មខ្នាតតូចដែលសាមញ្ញឆ្លាតនិងមន្តអាគមម្តងម្កាល។

source: Manage multiple companies
km_kh: គ្រប់គ្រងក្រុមហ៊ុនច្រើន

source: Manage multiple currencies
km_kh: គ្រប់គ្រងរូបិយប័ណ្ណច្រើន

source: Month
km_kh: ខែ

source: Multiple currencies support
km_kh: រូបិយប័ណ្ណច្រើន

source: Name
km_kh: ឈ្មោះ

source: Name is require.
km_kh: ឈ្មោះត្រូវតែមាន។

source: Next
km_kh: បន្ទាប់

source: Other Expense
km_kh: ចំណាយផ្សេងទៀត

source: Our Best Pricng
km_kh: តម្លៃល្អបំផុតរបស់យើង

source: Our Social
km_kh: ប្រព័ន្ធផ្សព្វផ្សាយសង្គមរបស់យើង

# OurAddressValue
source: Phnom Penh International University #36, Street 169, Veal Vong, Prampi Makara, Phnom Penh, Cambodia
km_kh: សាកលវិទ្យាល័យភ្នំពេញអន្តរជាតិលេខ ៣៦ ផ្លូវ ១៦៩ សង្កាត់ វាលវង់​ ខណ្ឌ​ ៧មករា​ រាជធានីភ្នំពេញ​ ប្រទេសកម្ពុជា

source: Overdue
km_kh: ហួសកាលកំណត់

source: Overview
km_kh: ទិដ្ឋភាពទូទៅ

source: Password
km_kh: ពាក្យសម្ងាត់

source: Password is require.
km_kh: ពាក្យសម្ងាត់ត្រូវតែមាន។

source: Passwords must be at least 6 characters.
km_kh: ពាក្សសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់ ៦ តួអក្សរ។

source: Passwords must have at least one digit ('0'-'9').
km_kh: ពាក្សសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់មួយខ្ទង់ ('0' - '9') ។

source: Passwords must have at least one lowercase ('a'-'z').
km_kh: ពាក្យសម្ងាត់ត្រូវមានយ៉ាងហោចណាស់អក្សរតូចមួយ ('a' - 'z') ។

source: Passwords must have at least one uppercase ('A'-'Z').
km_kh: ពាក្យសម្ងាត់ត្រូវតែមានអក្សរធំយ៉ាងហោចណាស់មួយ ('A' - 'Z') ។

source: Pay monthly
km_kh: បង់ប្រចាំខែ

source: Pay run
km_kh: ប្រាក់ខែ

source: Pay with QR Code via ABA Mobile App on your phone. or Pay with Visa, MasterCard and many other credit and debit cards.
km_kh: បង់ប្រាក់ជាមួយ QR Code តាមរយៈកម្មវិធីទូរស័ព្ទដៃABAនៅលើទូរស័ព្ទរបស់អ្នក។ ឬបង់ប្រាក់ជាមួយវីសាម៉ាស្ទឺរកាតនិងកាតឥណពន្ធនិងឥណពន្ធជាច្រើនទៀត។

source: Pay yearly
km_kh: បង់ប្រចាំឆ្នាំ

source: Payroll
km_kh: បើកប្រាក់ខែ

source: Pending Bill
km_kh: ព្រាងប៊ីល

source: Pending PO
km_kh: ព្រាងបញ្ជាទិញ

source: Pending Quote
km_kh: ព្រាង​ Quote

source: Phone Number
km_kh: លេខទូរសព្ទ

source: Phone number is require.
km_kh: លេខទូរស័ព្ទត្រូវតែមាន។

source: Plan
km_kh: គម្រោង

source: Popular features that will change your life
km_kh: លក្ខណៈពិសេសពេញនិយមដែលនឹងផ្លាស់ប្តូរជីវិតរបស់អ្នក

source: Popular Payments
km_kh: ការទូទាត់ពេញនិយម

source: Premium
km_kh: សហគ្រាស

source: Price
km_kh: តម្លៃ

source: Pricing/Plan
km_kh: តម្លៃ / ផែនការ

source: Prmotion code
km_kh: លេខ​កូដ​ប្រូ​ម៉ូ​សិន

source: Products
km_kh: ទំនិញ

# Profit &amp; Lost
source: Profit & Lost
km_kh: ចំណេញនិងខាត

source: Provide many reports to support your business transaction
km_kh: ផ្តល់របាយការណ៍ជាច្រើនដើម្បីគាំទ្រប្រតិបត្តិការអាជីវកម្មរបស់អ្នក

source: Purchase
km_kh: ទិញ

source: Purchase Detail
km_kh: ព័ត៌មានលំអិតការបញ្ជាទិញ

source: Purchase Orders
km_kh: បញ្ជា​ទិញ

source: Quantity
km_kh: ចំនួន

source: Quick Contact
km_kh: ទំនាក់ទំនងរហ័ស

source: Quotes
km_kh: Quote

source: Register
km_kh: ចុះឈ្មោះ

source: Register Confirmation
km_kh: បញ្ជាក់ការចុះឈ្មោះ

source: Remember me
km_kh: ចងចាំខ្ញុំ

source: Reports
km_kh: របាយការណ៍

source: review your
km_kh: ពិនិត្យឡើងវិញ

source: Sale
km_kh: លក់

source: Save percent {%} extra
km_kh: ចំនេញ {%}

# Save supscript mean
source: Save
km_kh: ចំនេញ

source: Send new code
km_kh: ផ្ញើលេខកូដថ្មី

source: Setting
km_kh: ការកំណត់

source: Sign in
km_kh: ចូលកម្មវិធី

source: Sign in with Facebook
km_kh: ចូលជាមួយហ្វេសប៊ុក

source: Sign in with Microsoft
km_kh: ចូលជាមួយ Microsoft

# SkaiInvoice Description
source: Skai invoice is online software to manage your business transaction
km_kh: Skai invoice គឺជាកម្មវិធីលើអ៊ីនធឺណិតដើម្បីគ្រប់គ្រងប្រតិបត្តិការអាជីវកម្មរបស់អ្នក

source: Small and easy to generate the payroll for your employee for every month.
km_kh: តូចនិងងាយស្រួលក្នុងការបង្កើតប្រាក់ខែសម្រាប់និយោជិករបស់អ្នករៀងរាល់ខែ។

source: Standard
km_kh: ស្តង់ដារ

source: Sub Total
km_kh: សរុបរង

source: Submit
km_kh: ដាក់ស្នើ

source: Subscription Type
km_kh: ប្រភេទការជាវ

source: Tax
km_kh: ពន្ធ

source: Tax (10%)
km_kh: អាករលើតម្លៃបន្ថែម(១០%)

source: Tax Support
km_kh: ពន្ធ

source: Taxes
km_kh: ពន្ធ

source: The Email field is required.
km_kh: អ៊ីមែលត្រូវតែមាន។

source: The password and confirmation password do not match.
km_kh: ពាក្យសម្ងាត់និងបញ្ជាក់ពាក្យសម្ងាត់មិនត្រូវគ្នាទេ។

source: The Password field is required.
km_kh: ពាក្សសំងាត់ត្រូវតែមាន។

source: The Password must be at least 6 and at max 100 characters long.
km_kh: ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងតិច ៦ និងយ៉ាងច្រើន ១០០ តួអក្សរ។

# This organisation declare tax?(it cannot change)?
source: This company declare tax(it cannot change)?
km_kh: ក្រុមហ៊ុននេះប្រកាសពន្ធ (វាមិនអាចប្តូរបានទេ)?

source: Total
km_kh: សរុប

source: Total Expense
km_kh: ចំណាយសរុប

source: Total Invoice
km_kh: វិក្កយបត្រសរុប

source: Track and manage your income and expense tax. Generate monthly tax expense
km_kh: តាមដាននិងគ្រប់គ្រងពន្ធលើប្រាក់ចំណូលនិងចំណាយរបស់អ្នក។ បង្កើតការចំណាយពន្ធប្រចាំខែ

source: Track inventory
km_kh: តាមដានស្តុក

source: Tracking your product inventory in multiple location
km_kh: តាមដានស្តុកទំនិញរបស់អ្នកនៅទីតាំងច្រើន

source: Transact in multiple Companies
km_kh: ប្រតិបត្តិការក្រុមហ៊ុនជាច្រើនក្នុងពេលតែមួយ

source: Transact in multiple currencies
km_kh: ធ្វើប្រតិបត្តិការជាមួយរូបិយប័ណ្ណច្រើន

source: Try for free
km_kh: សាកល្បងដោយឥតគិតថ្លៃ

source: Un-Paid
km_kh: មិនទាន់បង់ប្រាក់

source: Un-Paid Invoice
km_kh: វិក្កយបត្រមិនទាន់បង់ប្រាក់

source: Unlimited companies
km_kh: ក្រុមហ៊ុនគ្មានដែនកំណត់

# Unlimited Invoice &amp; Quote
source: Unlimited Invoice & Quote
km_kh: វិក្កយបត្រគ្មានកំណត់និងQuote

# Unlimited Purchase &amp; Bill
source: Unlimited Purchase & Bill
km_kh: ការទិញនិងប៊ីលគ្មានកំណត់

source: Unlimited users
km_kh: អ្នកប្រើប្រាស់គ្មានដែនកំណត់

source: Up to 2 companies
km_kh: រហូតដល់ ២ ក្រុមហ៊ុន

source: Up to 4 companies
km_kh: រហូតដល់ ៤ ក្រុមហ៊ុន

source: Up to 4 users
km_kh: អ្នកប្រើប្រាស់រហូតដល់ ៤ នាក់

# User with thi email doesn't exist
source: User with this email doesn't exist
km_kh: អ្នកប្រើប្រាស់ជាមួយអ៊ីមែលនេះមិនមានទេ

source: Users
km_kh: អ្នកប្រើប្រាស់

source: Vendors
km_kh: អ្នកលក់

source: Verification Code
km_kh: លេខកូដ​ផ្ទៀង​ផ្ទាត់

source: Watch demo...
km_kh: ទស្សនាការបង្ហាញ

source: Year
km_kh: ឆ្នាំ

source: You reach to number of companies that you can create
km_kh: អ្នកឈានដល់ចំនួនក្រុមហ៊ុនដែលអ្នកអាចបង្កើតបាន
